RestApi/SoapXmls/AddCompanyRequest.xml

<?xml version="1.0" encoding="utf-8" ?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sch="http://csssr.com/schemas">
  <soapenv:Header/>
  <soapenv:Body>
    <sch:AddCompanyRequest>
      <sch:Name>TestCompanyName</sch:Name>
    </sch:AddCompanyRequest>
  </soapenv:Body>
</soapenv:Envelope>